deposit_text = """Вы оформили счет на ***{} {}***\n
Через 15 минут счет станет *невалидным*.\n\nНажмите /start для немедленного возврата в меню"""

lvl_text = 'Твой робот: {}\n\n' \
           'Здоровье: {}\n' \
           'Урон: {}\n' \
           'Восстановление: {}\n' \
           'Броня: {}\n\n' \
           'Твой уровень: {}\n' \
           'До следующего уровня: {} очков'

win_txt_pve = 'Вы победили {}\n' \
              'Ваши повреждения: {}\n' \
              'Состояние робота: {}\n' \
              'Получено: {} тейков\n' \
              'Продолжать движение?'

heal_text_pve = 'Вы нашли ремкомплект\n' \
              'Востановлено: {}\n' \
              'Состояние робота: {}'

up_text = 'Вы нашли {}\n' \
              'Состояние робота: {}\n' \
              'Получено: {} опыта'

startgametext = 'Вы добавлены в подбор игроков\n' \
                'Ставка: {} TON\n' \
                'Ожидайте начала игры...'
